 <!-- partial:partia/__subheader.html -->
 <div class="sigma_subheader dark-overlay dark-overlay-2" style="background-image:url(<?= site_url("assets/frontend/img/textures/3.jpg") ?>)">
     <div class="container">
         <div class="sigma_subheader-inner">
             <div class="sigma_subheader-text">
                 <h1><?= $page_title ?></h1>
             </div>
             <nav aria-label="breadcrumb">
                 <ol class="breadcrumb">
                     <li class="breadcrumb-item"><a class="btn-link" href="<?= site_url() ?>">Home</a></li>
                     <li class="breadcrumb-item active" aria-current="page"><?= $page_title ?></li>
                 </ol>
             </nav>
         </div>
     </div>
 </div>
 <!-- partial -->
 <section class="section">
     <div class="container">
         <div class="sigma_box pb-0 m-0">
             <div class="row">
                 <div class="col-md-12">
                     <div class="sigma_icon-block icon-block-3">
                         <div class="sigma_icon-block-content">
                             <h4 class="text-center"> ಶ್ರೀಮನ್ಮಧ್ವಾಚಾರ್ಯರು  </h4>
                             <p class="mb-3">ಭಾರತೀಯ ವೇದಾಂತದರ್ಶನಗಳಲ್ಲಿ ಪ್ರಸಿದ್ಧವಾಗಿರುವಂತಹದ್ದು ತತ್ತ್ವವಾದ ಅಥವಾ ದ್ವೈತದರ್ಶನ. ಶ್ರೀ ಮಧ್ವಾಚಾರ್ಯರು ಈ ದ್ವೈತಸಿದ್ಧಾಂತದ ಪ್ರವರ್ತಕರು, ಜಗತ್ತು ಕಂಡ ಶ್ರೇಷ್ಠದಾರ್ಶನಿಕರು, ಸಂಶೋಧಕರು, ಸಮಾಜಸುಧಾರಕರೂ ಹೌದು. </p>
                             <p  class="mb-3">ಸುಮಾರು ೮೦೦ ವರ್ಷಗಳ ಹಿಂದೆ ಉಡುಪಿ ಜಿಲ್ಲೆಯ ಪಾಜಕಕ್ಷೇತ್ರದಲ್ಲಿ ಶ್ರೀ ಮಧ್ಯಗೇಹ ಭಟ್ಟ ದಂಪತಿಗಳಲ್ಲಿ ಅವತರಿಸಿದ ಶ್ರೀಮಧ್ವಾಚಾರ್ಯರಿಗೆ ತಂದೆ ತಾಯಿಯರಿಂದ ನಾಮಕರಿಸಲ್ಪಟ್ಟ ಪೂರ್ವಾಶ್ರಮದ ಹೆಸರು “ವಾಸುದೇವ”. ವಾಸುದೇವನಿಗೆ ಐದನೇ ವಯಸ್ಸಿಗೆ ಉಪನಯನವನ್ನು ನೆರವೇ॓ರಿಸಲಾಗಿತ್ತು. ವಾಸುದೇವನು ಚಿಕ್ಕ ಬಾಲಕನಾಗಿದ್ದಾಗಲೇ ಅಸಾಧಾರಣ ಪ್ರತಿಭೆಯನ್ನು ಹೊಂದಿದ್ದನು. ಇದನ್ನು ಕಂಡ ಶ್ರೀ ಅಚ್ಯುತಪ್ರೇಕ್ಷರಿಂದ ಹನ್ನೊಂದನೇ ವಯಸ್ಸಿಗೇ ಸಂನ್ಯಾಸ ದೀಕ್ಷೆಯನ್ನು, ಪೂರ್ಣಪ್ರಜ್ಞರೆಂಬ ಆಶ್ರಮನಾಮವನ್ನು ಸ್ವೀಕರಿಸಿದರು.</p>
                             
                             <p  class="mb-3">
                                 ಪೂರ್ಣಪ್ರಜ್ಞರ ಅಸಾಧಾರಣ ಪಾಂಡಿತ್ಯವನ್ನು ಗಮನಿಸಿದ ಶ್ರೀಅಚ್ಯುತಪ್ರೇಕ್ಷರು ಅವರಿಗೆ ವೇದಾಂತಸಾಮ್ರಾಜ್ಯದ ಚಕ್ರವರ್ತಿ ಎಂದು, “ಆನಂದತೀರ್ಥರು” ಎಂಬ ಬಿರುದನ್ನೂ ನೀಡಿ ಪಟ್ಟಾಭಿಷೇಕವನ್ನು ಮಾಡಿದರು. ಹೀಗೆ ಹಂಸನಾಮಕ ಪರಮಾತ್ಮನ ಪರಂಪರೆಯಲ್ಲಿ ಬಂದ ವೇದಾಂತಪೀಠವನ್ನು ಅಲಂಕರಿಸಿದ ಪೂರ್ಣಪ್ರಜ್ಞರು ಸಕಲವೇದಾರ್ಥವಾಗಿರುವ “ಹರಿ ಸರ್ವೋತ್ತಮ – ವಾಯು ಜೀವೋತ್ತಮ” ಹಾಗು “ಪಂಚಭೇದ” ಪ್ರತಿಪಾದಕವಾಗಿರುವ ತತ್ತ್ವವಾದ ಅಥವಾ ದ್ವೈತಸಿದ್ಧಾಂತವನ್ನು ಸ್ಥಾಪಿಸಿದರು. ದೇಶಾದ್ಯಂತ ಸಂಚರಿಸಿ ತಮ್ಮ ಅಸಾಧಾರಣ ವಿದ್ವತ್ತಿನಿಂದ ದ್ವೈತಸಿದ್ಧಾಂತವನ್ನು ಪ್ರಚುರಪಡಿಸಿದರು. ವೇದ, ಬ್ರಹ್ಮಸೂತ್ರ, ಉಪನಿಷತ್ತು, ಭಗವದ್ಗೀತೆಗಳಿಗೆ ಭಾಷ್ಯವನ್ನು, ತಾತ್ಪರ್ಯನಿರ್ಣಯ, ವಿಷ್ಣುತತ್ತ್ವನಿರ್ಣಯ ಮೊದಲಾದ ಮೂವತ್ತೇಳು ಸರ್ವಮೂಲಗ್ರಂಥಗಳನ್ನೂ ರಚಿಸಿದರು.
                             </p>
                             <p  class="mb-3">ಉಡುಪಿಯಲ್ಲಿ ರುಗ್ಮಿಣೀ ಕರಾರ್ಚಿತ ಶ್ರೀಕೃಷ್ಣ ದೇವರನ್ನು ಪ್ರತಿಷ್ಠಾಪಿಸಿ ದೇವರಪೂಜೆಗೆಂದೇ ತಮ್ಮ ಶಿಷ್ಯರಾದ ಎಂಟು ಜನ ಬಾಲಸಂನ್ಯಾಸಿಗಳನ್ನು ನೇಮಿಸುತ್ತಾರೆ. </p>
                             <ol style="list-style:number">
                                 <li class="ms-3">
                                     ಶ್ರೀ ಹೃಷೀಕೇಶ ತೀರ್ಥರು – ಪಲಿಮಾರು ಮಠ
                                 </li>
                                 <li  class="ms-3">
                                     ಶ್ರೀ ನರಸಿಂಹ ತೀರ್ಥರು – ಅದಮಾರು ಮಠ
                                 </li>
                                 <li  class="ms-3">
                                     ಶ್ರೀ ಜನಾರ್ದನ ತೀರ್ಥರು – ಕೃಷ್ಣಾಪುರ ಮಠ
                                 </li>
                                 <li  class="ms-3">
                                     ಶ್ರೀ ಉಪೇಂದ್ರ ತೀರ್ಥರು – ಪುತ್ತಿಗೆ ಮಠ
                                 </li>
                                 <li  class="ms-3">
                                     ಶ್ರೀ ವಾಮನ ತೀರ್ಥರು – ಶೀರೂರು ಮಠ
                                 </li>
                                 <li  class="ms-3">
                                     ಶ್ರೀ ವಿಷ್ಣುತೀರ್ಥರು – ಸೋದೆ ಮಠ
                                 </li>
                                 <li  class="ms-3">
                                     ಶ್ರೀರಾಮತೀರ್ಥರು – ಕಾಣಿಯೂರು ಮಠ
                                 </li>
                                 <li  class="ms-3">
                                     ಶ್ರೀ ಅಧೋಕ್ಷಜ ತೀರ್ಥರು – ಪೇಜಾವರ ಮಠ
                                 </li>
                             </ol>
                             <p class="mb-3">ಹೀಗೆ ಈ ಎಂಟು ಜನ ಶಿಷ್ಯರಿಗೆ ಪಟ್ಟಾಭಿಷೇಕ ಮಾಡುತ್ತಾರೆ. ಅದೇ ರೀತಿ ತತ್ತ್ವಪ್ರಚಾರಕ್ಕೆಂದು ಗೋದಾವರೀ ತೀರದಲ್ಲಿ ಮಠವನ್ನು ಸ್ಥಾಪಿಸಿ “ಶ್ರೀ ಪದ್ಮನಾಭತೀರ್ಥ”ರನ್ನು ಸಂನ್ಯಾಸಿಗಳನ್ನಾಗಿ ನೇಮಿಸುತ್ತಾರೆ.</p>
                             <p class="mb-3">ಶ್ರೀಕೃಷ್ಣದೇವರಪೂಜೆಗೆಂದು ನೇಮಿಸಿದ ಎಂಟುಜನ ಶಿಷ್ಯರಲ್ಲಿ ಪರಸ್ಪರ –</p>
                             <ul style="list-style:disc">
                                <li class="ms-3">ಪಲಿಮಾರು – ಅದಮಾರು</li>
                                <li class="ms-3">ಕೃಷ್ಣಾಪುರ – ಪುತ್ತಿಗೆ</li>
                                <li class="ms-3">ಶೀರೂರು – ಸೋದೆ</li>
                                <li class="ms-3">ಕಾಣಿಯೂರು – ಪೇಜಾವರ</li>
                             </ul>
                             <p class="mb-3">ಎಂಬ ರೀತಿಯಲ್ಲಿ ದ್ವಂದ್ವಮಠಗಳೆಂದು ಶ್ರೀಕಣ್ವತೀರ್ಥ ಕ್ಷೇತ್ರದಲ್ಲಿ ತೀರ್ಮಾನಿಸಿ, ಪ್ರತೀ ಶಿಷ್ಯರಿಗೆ ಎರಡುತಿಂಗಳ ಶ್ರೀ ಕೃಷ್ಣದೇವರ ಪೂಜಾ ಪರ್ಯಾಯ ಅವಧಿಯನ್ನು, ಕ್ರಮವಾಗಿ –
                             </p>
                              <ul style="list-style:disc">
                                <li class="ms-3">ಶ್ರೀರಾಮ – ಚತುರ್ಭುಜ ಕಾಳಿಂಗಮರ್ದನಕೃಷ್ಣ/li>
                                <li class="ms-3">ದ್ವಿಭುಜ ಕಾಳಿಂಗಮರ್ದನಕೃಷ್ಣ – ವಿಠ್ಠಲುತ್ತಿಗೆ</li>
                                <li class="ms-3">ವಿಠ್ಠಲ – ಭೂವರಾಹ</li>
                                <li class="ms-3">ನರಸಿಂಹ – ವಿಠ್ಠಲ,</li>
                             </ul>
                             <p class="mb-3">ಎಂಬಂತೆ ಪಟ್ಟದ ದೇವರ ಮೂರ್ತಿಯನ್ನೂ ನೀಡಿ ಅನುಗ್ರಹಿಸುತ್ತಾರೆ.</p>
                             <p class="mb-5">ಮುಂದೆ ಶ್ರೀ ವಿಷ್ಣುತೀರ್ಥಸಂಸ್ಥಾನ ಶ್ರೀ ಸೋದೆ ಮಠದ ಪರಂಪರೆಯಲ್ಲಿ ೨೧ ನೇ ಯತಿಗಳಾಗಿ ಬಂದ ಶ್ರೀ ವಾದಿರಾಜತೀರ್ಥರು ಶ್ರೀಮನ್ಮಧ್ವಾಚಾರ್ಯರು ಮಾಡಿದ ಎರಡುತಿಂಗಳ ಪೂಜಾ ಪರ್ಯಾಯ ವ್ಯವಸ್ಥೆಯನ್ನು ಎರಡುವರ್ಷಗಳಿಗೆ ವಿಸ್ತರಿಸಿ ಹೊಸ ಅಧ್ಯಾಯಕ್ಕೆ ನಾಂದಿಯಾಗುತ್ತಾರೆ.</p>
                               <h4 class="text-center"> ಶ್ರೀ ಶೀರೂರುಮಠದ ಯತಿಪರಂಪರೆ  </h4>
                               <p class="text-center mb-2">ವಂಶಸ್ಯಾದೀನ್ ಸನಕಾದೀನುಪಾಸೇ ದುರ್ವಾಸಸಂ ಪರತೀರ್ಥಾಖ್ಯಭಿಕ್ಷುಮ್ |</p>
                               <p class="text-center mb-2">ಸತ್ಯಪ್ರಜ್ಞಂ ಪ್ರಾಜ್ಞತೀರ್ಥಂ ಮುನೀದ್ರಂ ಪಶ್ಚಾಚ್ಛಿಷ್ಯಾವಚ್ಯುತಪ್ರೇಕ್ಷಮಧ್ವೌ |</p>
                               <p class="text-center mb-2">ಮಧ್ವಪ್ರೇಷ್ಠಂ ವಾಮನಂ ವಾಸುದೇವಂ ಪುಣ್ಯಶ್ಲೋಕಂ ವೇದಗಮ್ಯಂ ಯತೀಂದ್ರಮ್ |</p>
                               <p class="text-center mb-2">ವೇದವ್ಯಾಸಂ ವೇದವೇದ್ಯಂ ಮಹೀಶಂ ಶ್ರೀಮತ್ಕೃಷ್ಣಂ ರಾಘವಂ ಶ್ರೀಸುರೇಮ್ ||</p>
                               <p class="text-center mb-2">ವೇದಭೂಷಣಯೋಗಿಂದ್ರಂ ಶ್ರೀನಿವಾಸಗುರುಂ ತಥಾ |</p>
                               <p class="text-center mb-2">ಶ್ರೀಮದ್ವೇದನಿಧಿಂ ಚೈವ ಶ್ರೀಧರಾರ್ಯಂ ಗುರುಂ ಸ್ತುಮ: ||</p>
                               <p class="text-center mb-2">ಯಾದವೋತ್ತಮಯೋಗೀಂದ್ರಂ ತಥಾ ಶ್ರೀರಾಘವೋತ್ತಮ್ |</p>
                               <p class="text-center mb-2">ಲಕ್ಷ್ಮೀನಾರಾಯಣಮುನಿಂ ವಿಶ್ವಭೂಷಣ ಯೋಗಿನಮ್ ||</p>
                               <p class="text-center mb-2">ಲಕ್ಷ್ಮೀಕಾಂತಮುನಿಂ ಲಕ್ಷ್ಮೀನಾರಾಯಣಮಹಾಮುನಮ್ |</p>
                               <p class="text-center mb-2">ಲಕ್ಷ್ಮೀಪತಿಗುರುಂ ಚೈವ ಲಕ್ಷೀಧರಗುರುಂ ನುಮ: ||</p>
                               <p class="text-center mb-2">ಲಕ್ಷ್ಮೀರಮಣಯೋಗಿಂದ್ರಂ ತಥಾ ಲಕ್ಷ್ಮೀಮನೋಹರಮ್ |</p>
                               <p class="text-center mb-2">ಲಕ್ಷ್ಮೀಪ್ರಿಯಗುರುಂ ಚೈವ ಲಕ್ಷ್ಮೀವಲ್ಲಭಯೋಗಿನಮ್ ||</p>
                               <p class="text-center mb-2">ಲಕ್ಷೀಸಮುದ್ರತೀರ್ಥಾರ್ಯಂ ಲಕ್ಷೀಂದ್ರಾಭಿದಯೋಗಿನಮ್ |</p>
                               <p class="text-center mb-2">ಲಕ್ಷ್ಮೀವರಗುರುಂ ವಂದೇ ಕೃಷ್ಣವಿಟ್ಠಲಪೂಜಕಮ್ ||</p>
                               
                         </div>
                     </div>
                 </div>
                 <?php
                    if (sizeof($parampara) > 0) {
                        foreach ($parampara as $key => $value) {
                    ?>
                         <div class="col-md-12">
                             <a href="<?= site_url("parampara/sparampara/" . $value['id']); ?>">
                                 <h6 style="color: black;"><?= $key + 1; ?>.<?= $value['name']; ?></h6>
                             </a>
                         </div>
                 <?php }
                    }
                    ?>
             </div>
         </div>
     </div>
 </section>